tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "teamookla/speedtest"
brew "giflib"
brew "autoconf"
brew "automake"
brew "bat"
brew "python@3.10"
brew "bpytop"
brew "glib"
brew "pkg-config"
brew "pcre"
brew "python@3.9"
brew "cairo"
brew "cmatrix"
brew "cmocka"
brew "cointop"
brew "openldap"
brew "libtool"
brew "php"
brew "composer"
brew "dnsmasq"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "exa"
brew "fdupes"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "gnu-typist"
brew "gnupg"
brew "gobject-introspection"
brew "gum"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "hwloc"
brew "jpeg", link: true
brew "lazygit"
brew "libpcap"
brew "pango"
brew "librsvg"
brew "lua"
brew "mailhog", restart_service: true
brew "node@16"
brew "mongosh"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "nginx"
brew "nnn"
brew "node"
brew "openssl@3"
brew "pipx"
brew "pnpm"
brew "ripgrep"
brew "shtool"
brew "starship"
brew "tmux"
brew "w3m"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "teamookla/speedtest/speedtest"
cask "alacritty"
cask "android-studio"
cask "balenaetcher"
cask "devutils"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font"
cask "graphql-playground"
cask "handbrake"
cask "kitty"
cask "ngrok"
cask "pichon"
cask "skype"
cask "visual-studio-code"
